{"posts":[{"title":"about","text":"欲しいものは自分で作る”DIYベイブレーダー”バロンです。 作ったもの・スタジアム台・ツインランチャーアダプタ・ベイブレード用Xスコアボードアプリ スタジアム台 ツインランチャーアダプタ ベイブレードX用スコアボードアプリ スタジアム台段ボールやプラダン（プラスティック段ボール）でベイブレードX用スタジアム台の作り方をnoteで公開しています。note ツインランチャーアダプタランチャーを2台接続できるアダプタ。検証動画などを作る時に重宝します。自分も使いたい！という方はご連絡ください。メール ベイブレードX用スコアボードアプリWebアプリとして開発中。早期公開もしています。300円投げ銭してくれれば即使えます。note","link":"/2024/04/04/about/"},{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2024/04/04/hello-world/"},{"title":"こどもにとってベイブレードは良いと思う","text":"そもそも私がベイブレードを始めたきっかけは、甥っ子と遊ぶためでした。 教育の現場に接することが長かったので、子どもと接する際に、どうしてもその子の成長にためになることをしてあげたいなぁと考えてしまいます。子どもに好かれたいために、会った時に甘やかす親戚とかもいると思うのですが、自分はその子のためにもなり、自分も好かれる”Win-Winなおもちゃ”を探していました。 ということで、ベイブレード（当時はバーストでしたが）を選んだ理由を解説します。 物理的な身体操作 トライ＆エラーを短時間で回す癖＝チャレンジ好き 科学的な思考 親への負担が少ない （結果的に）金銭的負担が少ない可能性 まとめ：みんなベイブレードやろうぜ！ 物理的な身体操作今どきの子どもは小さい時からスマホやタブレットに慣れています（それ自体が悪いとは思っていない）。指先でスワイプとかタッチとか指先での画面操作はできるのですが、一方で、握るとかつまむとか、物理的に何かを扱うのが苦手なように見えました。積み木とかブロックとかやっていたらそうでもないのかもしれませんが、彼はあまりやっていないようでした。 幼い頃は脳への刺激が重要なので、指先からの刺激は特に重要です（断定）。いずれちゃんと勉強しようとすると、鉛筆などの筆記物を扱うためにも手先の器用さは必要になってきます。 その点ベイブレードは「パーツを組み立て」、「ランチャーを持って力を込めてシュートする」必要があります。器用さと筋力、そしてそのコントロールが必要となります。これは（ベイブレードXでなくとも）スポーツなのです！ トライ＆エラーを短時間で回す癖＝チャレンジ好き最初のうちはとにかくシュートして「勝った！負けた！」だけなのでしょうが、やっているうちに「もっと勝てるようになるには？」を考え始めます。勝つために、パーツの組み合わせを変えてみたり、打ち方を変えてみたりするでしょう。ベイブレードの1回の勝負はせいぜい1分くらいなので、試した結果がすぐに出ます。 すぐに勝敗が決まり何度も対戦するので、おのずと一回の負けに対する心理的ダメージが少ないのも利点です。遊びであっても、感情のコントロールができないうちは、「負けると癇癪を起こす」という子もいるでしょうが、負けのダメージが少ないとコントロールができるようになります。 小さい負けを気にしていられないので、失敗を恐れないようになると思います。そうなると、人生に対する対峙の仕方も学んでいくことになるのかなぁ、大げさに言うとそんな気がします。 科学的な思考前提として一人実験ができるようにツインランチャーなどを用意する必要があるかもですが、トライ＆エラーに慣れてくると、確率とか統計とか、現象に対する科学的な思考力が伸ばされる可能性があります。 例えば仮面ライダーにハマった子は、現行のライダーだけではなく、過去のライダーの事まで調べ始めたり、鉄道にハマった子が全国の電車について調べ始めたりしますよね。そういう博覧的な欲求を高めるホビー（否定的な意味ではありません）もある一方で、ベイブレードはどうやったら勝てるのか？という具体的な課題解決のための試行錯誤・研究という方向に進む可能性があると思います。 「必ず勝てる最強のベイ」は存在しないはず（タカラトミーさんとしても出さないでしょう）なので、パーツや打ち方の組み合わせは自分で考えたりする必要や楽しみがあります。 親への負担が少ないもちろんできればお友達と遊んでほしいのですが、当初はその子の親が多く対戦相手となることでしょう。子どもの対戦相手として、親の負担が大きいと、なかなか楽しく相手をすることができなくなっていきます。 これがベイブレードだとどうかというと、「（大人としては）あまり頭を使わずに」「短時間で勝負がつき」「手加減が楽」という利点があります。 オセロとか将棋とか、楽しいし知育的にも良いとは思いますが、けっこう頭使いますよね。人生ゲームとかの「運ゲー」は頭は使わないかもですが、一回のゲームにかかる時間もけっこうあるので、子どもの「もう一回やりたい！」に対応するには覚悟が要ります。 「（手加減して）必ず子どもに勝たせることで子どもの自尊心を育てる」という人もいましたが、これは逆効果です。ゲームでは「自分が勝つのが当たり前」という精神で外の子と遊んだら、まぁ遊んでもらえなくなりますよね。じゃあ大人がガチで勝負すればいいかというと、それもまた違うと考えます。子どもにおける遊びとは、「勝ち負け」ではなくて「楽しめるかどうか」が大事だろうと思います。「こんなチャレンジして勝ったら面白くない？」みたいな好奇心たっぷりなプレイを大人がやって見せることで、子どもの好奇心は成長すると思います。そしてそれがパーツの組み合わせによって簡単に「演出」できるところがベイブレードの楽なところです。 （結果的に）金銭的負担が少ない可能性昨今スマホゲームへの課金問題（子どもが勝手に何十万円も課金しちゃう話）は、なかなかに大きな問題です。平均で結構な金額が算出されていてびっくりしました。しかも単に親の経済的損失というだけではなく、子どもの価値基準の崩壊という意味でも、将来的な影響が恐ろしいなと思います。 その点、ベイブレードは物理なので、（財布から物理的に盗まれない限り）知らぬ間に課金されていたというのは危険は少ないでしょう。 一点危険なのは「ランダムブースター」ですが、これは親がきちんと財布の紐を閉じるなり、購入基準を設けるなりして対応が可能です。 スマホゲームと違い、物理の良さを主張しといてなんですが、物理的なアイテムにも「収集癖」という沼があります。カードゲームとかが特にそうですが、集めることに喜びを感じるようになると、これもまた価値基準がやばくなります。親も、自分の姿を子どもが見たときの影響は考えて、趣味をやる必要があるなぁと思います。 レアが絶対強い・必ず勝てるというわけでもないので、あまりそこにはこだわらないようにしとけば、よいのかなと。 子どもの価値観は、両親の後ろ姿から学んでいることも多いので、自分の身の振り方も気をつけた上で、子どもに指導しましょう。そこに矛盾があると、小さいうちは親の言うことに従っていても、心のなかでは「言っていることが矛盾だらけだ！」と考えているので、中高校生くらいになってそれが表に噴出してくること、よくありますよね。 まとめ：みんなベイブレードやろうぜ！ご家庭内でベイブレードを楽しむのももちろんいいんですが、もっと広い範囲でベイブレードを楽しめると、もっと良いことあるんじゃないかなと思います。当然トラブルも起きる可能性はあるのですが、「子どもの頃の小さいトラブル」って、むしろ大人になる前の予行練習として必須だろうと思います。小さい時に経験していないと、大人になってから初体験しちゃったら大失敗してしまうかもしれません。リカバリ可能な小さいトラブルは、むしろ小さいうちに経験して、トラブルに負けない大人、いわゆるレジリエンスの高い大人になりましょう。そのためにも、ベイクラブを作ってみんなでベイブレードを楽しめるようにしたいなと考えています。","link":"/2024/04/11/%E3%81%93%E3%81%A9%E3%82%82%E3%81%A8%E3%83%99%E3%82%A4%E3%83%96%E3%83%AC%E3%83%BC%E3%83%89/"}],"tags":[{"name":"DIY, ベイブレードX,","slug":"DIY-ベイブレードX","link":"/tags/DIY-%E3%83%99%E3%82%A4%E3%83%96%E3%83%AC%E3%83%BC%E3%83%89X/"},{"name":"DIY","slug":"DIY","link":"/tags/DIY/"},{"name":"ベイブレードX","slug":"ベイブレードX","link":"/tags/%E3%83%99%E3%82%A4%E3%83%96%E3%83%AC%E3%83%BC%E3%83%89X/"},{"name":"ベイブレード","slug":"ベイブレード","link":"/tags/%E3%83%99%E3%82%A4%E3%83%96%E3%83%AC%E3%83%BC%E3%83%89/"},{"name":"子育て","slug":"子育て","link":"/tags/%E5%AD%90%E8%82%B2%E3%81%A6/"}],"categories":[],"pages":[]}